get-items-template.xml

<?xml version="1.0" encoding="utf-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:urn="urn:BSWebSericeIntf-IBSServiceHelper"
                  xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
                  xmlns:xsd="http://www.w3.org/2001/XMLSchema">
  <soapenv:Header/>
  <soapenv:Body>
    <urn:GetJSONGetItemsRequest>
      <sItemType xsi:type="xsd:string">itSaleActions</sItemType>
    </urn:GetJSONGetItemsRequest>
  </soapenv:Body>
</soapenv:Envelope>
